Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Prefer a sidebar? Turn on **Edit selected shapes in the inspector** in Settings ▸ General. The same controls then move into the inspector as collapsible sections, a multi-selection gets align and distribute buttons, and the **Insert** menu in the toolbar adds shapes.
ar: هل تفضل الشريط الجانبي؟ قم بتشغيل **تحرير الأشكال المحددة في المفتش** في الإعدادات ▸ عام. تنتقل عناصر التحكم نفسها بعد ذلك إلى المفتش كأقسام قابلة للطي، ويتم محاذاة التحديد المتعدد وتوزيع الأزرار، وتضيف القائمة **إدراج** في شريط الأدوات أشكالًا.
ca: Prefereixes una barra lateral? Activeu **Edita les formes seleccionades a l'inspector** a Configuració ▸ General. Els mateixos controls es mouen a l'inspector com a seccions plegables, una selecció múltiple obté els botons d'alineació i distribució, i el menú **Insereix** de la barra d'eines afegeix formes.
cs: Preferujete postranní panel? Zapněte **Upravit vybrané tvary v inspektoru** v Nastavení ▸ Obecné. Stejné ovládací prvky se poté přesunou do inspektoru jako skládací sekce, vícenásobný výběr získá tlačítka pro zarovnání a rozložení a nabídka **Vložit** na panelu nástrojů přidá tvary.
da: Foretrækker du en sidebar? Aktiver **Rediger valgte former i inspektøren** i Indstillinger ▸ Generelt. De samme kontroller flyttes derefter ind i inspektøren som sammenklappelige sektioner, et multivalg får justerings- og fordelingsknapper, og menuen **Indsæt** på værktøjslinjen tilføjer former.
de: Lieber eine Seitenleiste? Aktiviere **Ausgewählte Formen im Inspektor bearbeiten** unter Einstellungen ▸ Allgemein. Dieselben Steuerelemente werden dann als aufklappbare Bereiche in den Inspektor verschoben, Mehrfachauswahl erhält Ausrichten- und Verteilen-Tasten, und das Menü **Einfügen** in der Symbolleiste fügt Formen hinzu.
el: Προτιμάτε μια πλαϊνή μπάρα; Ενεργοποιήστε την **Επεξεργασία επιλεγμένων σχημάτων στον επιθεωρητή** στις Ρυθμίσεις ▸ Γενικά. Στη συνέχεια, τα ίδια στοιχεία ελέγχου μετακινούνται στον επιθεωρητή ως πτυσσόμενα τμήματα, μια πολλαπλή επιλογή λαμβάνει κουμπιά ευθυγράμμισης και διανομής και το μενού **Εισαγωγή** στη γραμμή εργαλείων προσθέτει σχήματα.
es: ¿Prefieres una barra lateral? Activa **Editar las formas seleccionadas en el inspector** en Ajustes ▸ General. Los mismos controles pasarán al inspector como secciones plegables, la selección múltiple tendrá botones de alinear y distribuir, y el menú **Insertar** de la barra de herramientas añadirá formas.
fa: نوار کناری را ترجیح می‌دهید؟ در تنظیمات ▸ عمومی، **ویرایش شکل‌های انتخاب‌شده در بازرس** را روشن کنید. همان کنترل‌ها به‌صورت بخش‌های جمع‌شونده به بازرس منتقل می‌شوند، انتخاب چندتایی دکمه‌های هم‌ترازی و توزیع می‌گیرد، و منوی **درج** در نوار ابزار شکل اضافه می‌کند.
fi: Haluatko mieluummin sivupalkin? Ota käyttöön **Muokkaa valittuja muotoja asetuksissa** kohdassa Asetukset ▸ Yleiset. Samat säätimet siirtyvät sitten asetuksiin kokoontaitettavien osien muodossa, monivalinta saa kohdistus- ja jakamispainikkeet, ja työkalupalkin **Lisää**-valikko lisää muotoja.
fr: Vous préférez une barre latérale ? Activez **Modifier les formes sélectionnées dans l’inspecteur** dans Réglages ▸ Général. Les mêmes commandes passent alors dans l’inspecteur sous forme de sections repliables, une sélection multiple obtient des boutons d’alignement et de répartition, et le menu **Insérer** de la barre d’outils ajoute des formes.
he: מעדיפים סרגל צד? הפעל את **ערוך צורות נבחרות במפקח** בהגדרות ▸ כללי. לאחר מכן אותם פקדים עוברים למפקח כחלקים מתקפלים, בחירה מרובת מקבלת כפתורי יישור והפצה, והתפריט **הוספה** בסרגל הכלים מוסיף צורות.
hr: Više volite bočnu traku? Uključite **Uređivanje odabranih oblika u inspektoru** u Postavkama ▸ Općenito. Iste kontrole zatim se premještaju u inspektor kao sklopivi dijelovi, višestruki odabir dobiva gumbe za poravnanje i raspodjelu, a izbornik **Umetni** na alatnoj traci dodaje oblike.
hu: Inkább az oldalsávot? Kapcsolja be a **Kijelölt alakzatok szerkesztése az ellenőrzőben** lehetőséget a Beállítások ▸ Általános részben. Ezután ugyanazok a vezérlők összecsukható szakaszokként kerülnek az ellenőrzőbe, a többszörös kijelölés igazítási és elosztási gombokat kap, az eszköztár **Beszúrás** menüje pedig alakzatokat ad hozzá.
id: Lebih suka bilah sisi? Aktifkan **Edit bentuk yang dipilih di inspektur** di Pengaturan ▸ Umum. Kontrol yang sama kemudian dipindahkan ke inspektur sebagai bagian yang dapat diciutkan, tombol penyelarasan dan distribusi multi-pilihan, dan menu **Sisipkan** di bilah alat menambahkan bentuk.
ja: サイドバーがよい場合は、設定 ▸ 一般で**選択した図形をインスペクターで編集**をオンにします。同じコントロールが折りたたみ可能なセクションとしてインスペクターに移動し、複数選択では整列と分布のボタンが使え、ツールバーの**挿入**メニューから図形を追加できます。
ko: 사이드바가 더 편하다면 설정 ▸ 일반에서 **선택한 도형을 검사기에서 편집**을 켜세요. 같은 컨트롤이 접을 수 있는 섹션으로 검사기에 이동하고, 다중 선택에는 정렬 및 분배 버튼이 생기며, 도구 막대의 **삽입** 메뉴로 도형을 추가합니다.
ms: Lebih suka bar sisi? Hidupkan **Edit bentuk yang dipilih dalam pemeriksa** dalam Tetapan ▸ Umum. Kawalan yang sama kemudian bergerak ke dalam pemeriksa sebagai bahagian yang boleh dilipat, pilihan berbilang akan dijajarkan dan diedarkan butang, dan menu **Sisipkan** dalam bar alat menambah bentuk.
nl: Liever een zijbalk? Schakel **Geselecteerde vormen bewerken in het infovenster** in Instellingen ▸ Algemeen in. Dezelfde besturingselementen worden vervolgens als opvouwbare secties naar het infovenster verplaatst, een meervoudige selectie krijgt knoppen voor uitlijnen en distribueren, en het menu **Invoegen** in de werkbalk voegt vormen toe.
no: Foretrekker du en sidebar? Slå på **Rediger valgte former i inspektøren** i Innstillinger ▸ Generelt. De samme kontrollene flyttes deretter inn i inspektøren som sammenleggbare seksjoner, et multivalg får justerings- og distribusjonsknapper, og **Sett inn**-menyen i verktøylinjen legger til former.
pl: Wolisz pasek boczny? Włącz **Edytuj wybrane kształty w inspektorze** w Ustawieniach ▸ Ogólne. Te same elementy sterujące są następnie przenoszone do inspektora jako zwijane sekcje, wielokrotny wybór powoduje wyrównywanie i rozmieszczanie przycisków, a menu **Wstaw** na pasku narzędzi dodaje kształty.
pt_br: Prefere uma barra lateral? Ative **Editar formas selecionadas no inspetor** em Ajustes ▸ Geral. Os mesmos controles passam para o inspetor como seções recolhíveis, uma seleção múltipla ganha botões de alinhar e distribuir, e o menu **Inserir** na barra de ferramentas adiciona formas.
pt_pt: Prefere uma barra lateral? Ative **Editar formas selecionadas no inspetor** em Configurações ▸ Geral. Os mesmos controles são movidos para o inspetor como secções recolhíveis, uma seleção múltipla obtém botões de alinhamento e distribuição e o menu **Inserir** na barra de ferramentas adiciona formas.
ro: Preferi o bară laterală? Activați **Editați formele selectate în inspector** în Setări ▸ General. Aceleași controale se mută apoi în inspector ca secțiuni pliabile, o selecție multiplă primește butoane de aliniere și distribuire, iar meniul **Inserare** din bara de instrumente adaugă forme.
sk: Preferujete bočný panel? Zapnite **Upraviť vybraté tvary v inšpektorovi** v Nastaveniach ▸ Všeobecné. Rovnaké ovládacie prvky sa potom presunú do inšpektora ako skladacie sekcie, viacnásobný výber dostane tlačidlá na zarovnanie a rozdelenie a ponuka **Vložiť** na paneli s nástrojmi pridá tvary.
sl: Imate raje stransko vrstico? Vklopite **Uredi izbrane oblike v inšpektorju** v Nastavitve ▸ Splošno. Isti kontrolniki se nato premaknejo v inšpektor kot zložljivi odseki, več izborov dobi gumbe za poravnavo in porazdelitev, meni **Vstavi** v orodni vrstici pa doda oblike.
sv: Föredrar du en sidofält? Aktivera **Redigera valda former i inspektören** i Inställningar ▸ Allmänt. Samma kontroller flyttas sedan in i inspektören som hopfällbara sektioner, ett multival får justerings- och fördelningsknappar och **Infoga**-menyn i verktygsfältet lägger till former.
th: ต้องการแถบด้านข้างหรือไม่? เปิด **แก้ไขรูปร่างที่เลือกในตัวตรวจสอบ** ในการตั้งค่า ▸ ทั่วไป จากนั้นตัวควบคุมเดียวกันจะย้ายไปยังตัวตรวจสอบเป็นส่วนที่ยุบได้ การเลือกหลายรายการจะได้รับการจัดตำแหน่งและกระจายปุ่ม และเมนู **แทรก** ในแถบเครื่องมือจะเพิ่มรูปร่าง
ur: سائڈبار کو ترجیح دیں؟ سیٹنگز ▸ جنرل میں **انسپکٹر میں منتخب شکلوں میں ترمیم کریں** کو آن کریں۔ پھر وہی کنٹرولز انسپکٹر میں کولاپس ایبل سیکشنز کے طور پر منتقل ہوتے ہیں، ایک ملٹی سلیکشن سے بٹن کو سیدھ میں اور تقسیم کیا جاتا ہے، اور ٹول بار میں **انسرٹ** مینو شکلیں شامل کرتا ہے۔
vi: Thích một thanh bên? Bật **Chỉnh sửa các hình dạng đã chọn trong trình kiểm tra** trong Cài đặt ▸ Chung. Sau đó, các điều khiển tương tự sẽ di chuyển vào trình kiểm tra dưới dạng các phần có thể thu gọn, nhiều lựa chọn sẽ có các nút căn chỉnh và phân phối, đồng thời menu **Chèn** trong thanh công cụ sẽ thêm hình dạng.
zh_hans: 更喜欢侧边栏？在设置 ▸ 常规中打开**在检查器中编辑所选形状**。相同控件会以可折叠分区移动到检查器中，多选时会显示对齐和分布按钮，工具栏中的**插入**菜单可添加形状。

source: Prefer to configure by hand? Use **Copy Configuration (JSON)** for a standard `mcpServers` entry, or copy the **Server URL** and **Access Token** individually and add them in your client.
ar: هل تفضل التهيئة يدويًا؟ استخدم **نسخ التكوين (JSON)** لإدخال `mcpServers` القياسي، أو انسخ **عنوان URL للخادم** و**رمز الوصول** بشكل فردي وأضفهما إلى عميلك.
ca: Prefereix configurar a mà? Utilitzeu **Copia la configuració (JSON)** per a una entrada estàndard `mcpServers', o copieu l'**URL del servidor** i el **Token d'accés** individualment i afegiu-los al vostre client.
cs: Dáváte přednost ruční konfiguraci? Použijte **Kopírovat konfiguraci (JSON)** pro standardní položku `mcpServers` nebo zkopírujte **Adresu URL serveru** a **Přístupový token** jednotlivě a přidejte je do svého klienta.
da: Foretrækker du at konfigurere i hånden? Brug **Copy Configuration (JSON)** til en standard "mcpServers"-indgang, eller kopier **Server URL** og **Access Token** individuelt og tilføj dem i din klient.
de: Lieber manuell konfigurieren? Nutze **Konfiguration kopieren (JSON)** für einen Standardeintrag unter `mcpServers` oder kopiere **Server-URL** und **Zugriffstoken** einzeln und füge sie in deinem Client hinzu.
el: Προτιμάτε τη διαμόρφωση με το χέρι; Χρησιμοποιήστε τη **Διαμόρφωση αντιγραφής (JSON)** για μια τυπική καταχώρηση «mcpServers» ή αντιγράψτε τη **Διεύθυνση URL διακομιστή** και το **Διακριτικό πρόσβασης** ξεχωριστά και προσθέστε τα στον πελάτη σας.
es: ¿Prefieres configurarlo a mano? Usa **Copiar configuración (JSON)** para obtener una entrada `mcpServers` estándar, o copia por separado la **URL del servidor** y el **Token de acceso** y añádelos en tu cliente.
fa: ترجیح می‌دهید دستی پیکربندی کنید؟ از **کپی پیکربندی (JSON)** برای یک ورودی استاندارد `mcpServers` استفاده کنید، یا **URL سرور** و **توکن دسترسی** را جداگانه کپی کنید و در کلاینت خود وارد کنید.
fi: Määritätkö mieluummin käsin? Käytä **Copy Configuration (JSON)** -komentoa standardin mcpServers-merkinnälle tai kopioi **Palvelimen URL-osoite** ja **Access Token** yksitellen ja lisää ne asiakasohjelmaasi.
fr: Vous préférez configurer manuellement ? Utilisez **Copier la configuration (JSON)** pour obtenir une entrée `mcpServers` standard, ou copiez séparément l'**URL du serveur** et le **Jeton d'accès** et ajoutez-les dans votre client.
he: מעדיפים להגדיר ביד? השתמש ב-**Copy Configuration (JSON)** עבור ערך `mcpServers` רגיל, או העתק את **URL השרת** ו-**Access Token** בנפרד והוסף אותם בלקוח שלך.
hr: Radije konfigurirate ručno? Koristite **Kopiraj konfiguraciju (JSON)** za standardni unos `mcpServers` ili kopirajte **URL poslužitelja** i **Pristupni token** pojedinačno i dodajte ih u svoj klijent.
hu: Inkább kézzel konfigurál? Használja a **Konfiguráció másolása (JSON)** elemet egy szabványos "mcpServers" bejegyzéshez, vagy másolja a **Server URL-t** és a **Access Tokent** külön-külön, és adja hozzá őket az ügyfélhez.
id: Lebih suka mengonfigurasi secara manual? Gunakan **Salin Konfigurasi (JSON)** untuk entri `mcpServers` standar, atau salin **URL Server** dan **Token Akses** satu per satu dan tambahkan ke klien Anda.
it: Preferisci configurare a mano? Usa **Copia configurazione (JSON)** per una voce `mcpServers` standard, oppure copia separatamente **URL del server** e **Token di accesso** e aggiungili nel tuo client.
ja: 手動で設定する場合は、**構成をコピー (JSON)** で標準的な `mcpServers` のエントリをコピーするか、**サーバ URL** と **アクセストークン** を個別にコピーしてクライアントに追加します。
ko: 직접 구성하고 싶다면 **구성 복사(JSON)** 버튼으로 표준 `mcpServers` 항목을 복사하거나, **서버 URL**과 **액세스 토큰**을 각각 복사해 클라이언트에 추가하세요.
ms: Lebih suka mengkonfigurasi dengan tangan? Gunakan **Configuration Copy (JSON)** untuk entri `mcpServers` standard, atau salin **URL Pelayan** dan **Token Akses** secara individu dan tambahkannya dalam klien anda.
nl: Liever handmatig configureren? Gebruik **Kopieerconfiguratie (JSON)** voor een standaard `mcpServers`-invoer, of kopieer de **Server-URL** en **Access Token** afzonderlijk en voeg ze toe aan uw client.
no: Foretrekker du å konfigurere for hånd? Bruk **Copy Configuration (JSON)** for en standard `mcpServers`-oppføring, eller kopier **Server URL** og **Access Token** individuelt og legg dem til i klienten din.
pl: Wolisz konfigurować ręcznie? Użyj **Kopiuj konfigurację (JSON)** dla standardowego wpisu `mcpServers` lub skopiuj indywidualnie **URL serwera** i **Token dostępu** i dodaj je do swojego klienta.
pt_br: Prefere configurar manualmente? Use **Copiar configuração (JSON)** para uma entrada `mcpServers` padrão ou copie o **URL do servidor** e o **Token de acesso** individualmente e adicione-os ao seu cliente.
pt_pt: Prefere configurar manualmente? Use **Copiar configuração (JSON)** para uma entrada `mcpServers` padrão ou copie o **URL do servidor** e o **Token de acesso** individualmente e adicione-os ao seu cliente.
ro: Preferați să configurați manual? Utilizați **Copy Configuration (JSON)** pentru o intrare standard `mcpServers` sau copiați **Server URL** și **Access Token** individual și adăugați-le în client.
ru: Хотите настроить вручную? Используйте **Скопировать конфигурацию (JSON)** для стандартной записи `mcpServers` или скопируйте **URL сервера** и **Токен доступа** по отдельности и добавьте их в клиенте.
sk: Uprednostňujete konfiguráciu ručne? Použite **Kopírovať konfiguráciu (JSON)** pre štandardný záznam `mcpServers` alebo skopírujte **Adresu URL servera** a **Prístupový token** jednotlivo a pridajte ich do svojho klienta.
sl: Ali raje konfigurirate ročno? Uporabite **Kopiraj konfiguracijo (JSON)** za standardni vnos `mcpServers` ali kopirajte **URL strežnika** in **Žeton za dostop** posamično in ju dodajte v odjemalca.
sv: Föredrar du att konfigurera för hand? Använd **Kopiera konfiguration (JSON)** för en vanlig "mcpServers"-post, eller kopiera **Server URL** och **Access Token** individuellt och lägg till dem i din klient.
th: ต้องการกำหนดค่าด้วยมือหรือไม่? ใช้ **คัดลอกการกำหนดค่า (JSON)** สำหรับรายการ `mcpServers` มาตรฐาน หรือคัดลอก **URL เซิร์ฟเวอร์** และ **โทเค็นการเข้าถึง** ทีละรายการ และเพิ่มลงในไคลเอนต์ของคุณ
tr: Elle yapılandırmayı mı tercih edersiniz? Standart bir `mcpServers` girdisi için **Yapılandırmayı Kopyala (JSON)**'u kullanın ya da **Sunucu URL'si** ile **Erişim Belirteci**'ni ayrı ayrı kopyalayıp istemcinize ekleyin.
uk: Бажаєте налаштувати вручну? Натисніть **Скопіювати конфігурацію (JSON)** для стандартного запису `mcpServers` або скопіюйте **URL сервера** й **Токен доступу** окремо та додайте їх у своєму клієнті.
ur: ہاتھ سے ترتیب دینے کو ترجیح دیتے ہیں؟ معیاری `mcpServers` اندراج کے لیے **کاپی کنفیگریشن (JSON)** کا استعمال کریں، یا **سرور URL** اور **ایکسیس ٹوکن** کو انفرادی طور پر کاپی کریں اور انہیں اپنے کلائنٹ میں شامل کریں۔
vi: Thích cấu hình bằng tay? Sử dụng **Sao chép cấu hình (JSON)** cho mục nhập `mcpServers` tiêu chuẩn hoặc sao chép **URL máy chủ** và **Mã thông báo truy cập** riêng lẻ và thêm chúng vào ứng dụng khách của bạn.
zh_hans: 更喜欢手动配置？使用 **拷贝配置（JSON）** 获取标准的 `mcpServers` 条目，或分别拷贝 **服务器 URL** 和 **访问令牌** 并添加到客户端中。
zh_hant: 偏好手動設定嗎？使用**拷貝設定（JSON）** 取得標準的 `mcpServers` 項目，或個別拷貝**伺服器 URL** 和**存取權杖**，然後在你的用戶端中加入。

source: Preflight
ar: الاختبار المبدئي
ca: Vol previ
cs: Předletová příprava
de: Vorabprüfung
el: Προκαταρκτική πτήση
es: Comprobaciones previas
fa: بررسی اولیه
fi: Esilento
fr: Vérification préalable
he: טיסה מוקדמת
hr: Prije leta
hu: Előrepülés
id: Pra-penerbangan
it: Verifica preliminare
ja: プリフライト
ko: 사전 점검
ms: Pra penerbangan
pl: Lot wstępny
pt_br: Verificação prévia
pt_pt: Comprovação
ro: Zbor înainte
ru: Предварительная проверка
sk: Predletová príprava
sl: Predleto
th: เที่ยวบินก่อน
tr: Ön Denetim
uk: Попередня перевірка
ur: پری فلائٹ
vi: Chuyến bay trước
zh_hans: 预检
zh_hant: 預檢

source: Prepare for Submission
ar: الاستعداد للتقديم
ca: Prepareu-vos per a la presentació
cs: Připravte se na odeslání
da: Forbered dig på indsendelse
de: Einreichung vorbereiten
el: Προετοιμαστείτε για Υποβολή
es: Preparar para el envío
fa: آماده‌سازی برای ارسال
fi: Valmistaudu lähettämiseen
fr: Préparer la soumission
he: היכונו להגשה
hr: Pripremite se za predaju
hu: Készüljön fel a benyújtásra
id: Mempersiapkan Penyerahan
it: Preparazione per l'invio
ja: 提出準備中
ko: 제출 준비
ms: Bersedia untuk Penyerahan
nl: Bereid je voor op indiening
no: Forbered deg på innlevering
pl: Przygotuj się do złożenia
pt_br: Preparar para envio
pt_pt: Prepare-se para o envio
ro: Pregătiți-vă pentru depunere
ru: Подготовка к отправке
sk: Pripravte sa na odoslanie
sl: Pripravite se na oddajo
sv: Förbered dig för inlämning
th: เตรียมยื่น
tr: Gönderime Hazırlanıyor
uk: Підготовка до подання
ur: جمع کرانے کی تیاری کریں۔
vi: Chuẩn bị nộp hồ sơ
zh_hans: 准备提交
zh_hant: 準備提交

source: Preparing experiment…
ar: جارٍ تحضير التجربة…
ca: S'està preparant l'experiment...
cs: Příprava experimentu…
da: Forbereder eksperiment...
de: Experiment wird vorbereitet…
el: Προετοιμασία πειράματος…
es: Preparando experimento…
fa: در حال آماده‌سازی آزمایش…
fi: Valmistellaan kokeilua…
fr: Préparation de l’expérience…
he: מכין ניסוי...
hr: Priprema eksperimenta…
hu: Kísérlet előkészítése…
id: Mempersiapkan eksperimen…
it: Preparazione dell'esperimento…
ja: 実験を準備中…
ko: 실험 준비 중…
ms: Menyediakan percubaan…
nl: Experiment voorbereiden…
no: Forbereder eksperiment …
pl: Przygotowuję eksperyment…
pt_br: Preparando experimento…
pt_pt: Preparando experimento…
ro: Se pregătește experimentul...
ru: Подготовка эксперимента…
sk: Pripravuje sa experiment…
sl: Priprava poskusa …
sv: Förbereder experiment...
th: กำลังเตรียมการทดลอง...
tr: Deney hazırlanıyor…
uk: Підготовка експерименту…
ur: تجربہ کی تیاری کر رہا ہے…
vi: Đang chuẩn bị thí nghiệm…
zh_hans: 正在准备实验…
zh_hant: 正在準備實驗…

source: Preparing screenshot comparison…
ar: جارٍ تحضير مقارنة لقطات الشاشة…
ca: S'està preparant la comparació de captures de pantalla...
cs: Příprava porovnání snímků obrazovky…
da: Forbereder sammenligning af skærmbilleder...
de: Screenshot-Vergleich wird vorbereitet…
el: Προετοιμασία σύγκρισης στιγμιότυπου οθόνης…
es: Preparando la comparación de capturas…
fa: در حال آماده‌سازی مقایسه اسکرین‌شات…
fi: Valmistellaan kuvakaappausten vertailua…
fr: Préparation de la comparaison de captures d'écran…
he: מכין השוואת צילום מסך...
hr: Priprema usporedbe snimaka zaslona…
hu: Képernyőkép-összehasonlítás előkészítése…
id: Mempersiapkan perbandingan tangkapan layar…
it: Preparazione del confronto degli screenshot…
ja: スクリーンショットの比較を準備しています…
ko: 스크린샷 비교 준비 중…
ms: Menyediakan perbandingan tangkapan skrin…
nl: Screenshotvergelijking voorbereiden…
no: Forbereder sammenligning av skjermbilder …
pl: Przygotowuję porównanie zrzutów ekranu…
pt_br: Preparando comparação de capturas de tela…
pt_pt: Preparando comparação de capturas de ecrã…
ro: Se pregătește compararea capturii de ecran...
ru: Подготовка сравнения скриншотов…
sk: Pripravuje sa porovnanie snímok obrazovky…
sl: Priprava primerjave posnetkov zaslona …
sv: Förbereder jämförelse av skärmdump...
th: กำลังเตรียมการเปรียบเทียบภาพหน้าจอ...
tr: Ekran görüntüsü karşılaştırması hazırlanıyor…
uk: Підготовка порівняння знімків екрана…
ur: اسکرین شاٹ کا موازنہ تیار کیا جا رہا ہے…
vi: Đang chuẩn bị so sánh ảnh chụp màn hình…
zh_hans: 正在准备截图比较…
zh_hant: 正在準備螢幕截圖比對…

source: Preparing screenshot sync…
ar: جارٍ تحضير مزامنة لقطة الشاشة…
ca: S'està preparant la sincronització de captures de pantalla...
cs: Příprava synchronizace snímku obrazovky…
da: Forbereder synkronisering af screenshot...
de: Screenshot-Synchronisierung wird vorbereitet…
el: Προετοιμασία συγχρονισμού στιγμιότυπου οθόνης…
es: Preparando la sincronización de capturas…
fa: در حال آماده‌سازی همگام‌سازی اسکرین‌شات…
fi: Valmistellaan kuvakaappauksen synkronointia…
fr: Préparation de la synchronisation des captures d'écran…
he: מכין סנכרון צילום מסך...
hr: Priprema sinkronizacije snimke zaslona…
hu: Képernyőkép-szinkronizálás előkészítése…
id: Mempersiapkan sinkronisasi tangkapan layar…
it: Preparazione della sincronizzazione degli screenshot…
ja: スクリーンショットの同期を準備しています…
ko: 스크린샷 동기화 준비 중…
ms: Menyediakan penyegerakan tangkapan skrin…
nl: Synchronisatie van screenshot voorbereiden…
no: Klargjør synkronisering av skjermbilde …
pl: Przygotowuję synchronizację zrzutów ekranu…
pt_br: Preparando a sincronização das capturas de tela…
pt_pt: Preparando sincronização de captura de ecrã…
ro: Se pregătește sincronizarea capturii de ecran...
ru: Подготовка синхронизации скриншотов…
sk: Pripravuje sa synchronizácia snímky obrazovky…
sl: Priprava sinhronizacije posnetka zaslona …
sv: Förbereder synkronisering av skärmdump...
th: กำลังเตรียมการซิงค์ภาพหน้าจอ...
tr: Ekran görüntüsü eşzamanlaması hazırlanıyor…
uk: Підготовка синхронізації знімків екрана…
ur: اسکرین شاٹ کی مطابقت پذیری کی تیاری کر رہا ہے…
vi: Đang chuẩn bị đồng bộ hóa ảnh chụp màn hình…
zh_hans: 正在准备截图同步…
zh_hant: 正在準備螢幕截圖同步…

source: Preparing the editor…
ar: تحضير المحرر...
ca: Preparant l'editor...
cs: Příprava editoru…
da: Forbereder redaktøren...
de: Editor wird vorbereitet…
el: Προετοιμασία του συντάκτη…
es: Preparando el editor…
fa: در حال آماده‌سازی ویرایشگر…
fi: Valmistellaan editoria…
fr: Préparation de l'éditeur…
he: מכין את העורך...
hr: Priprema urednika…
hu: A szerkesztő előkészítése…
id: Mempersiapkan editor…
it: Preparazione dell'editor…
ja: エディタを準備中…
ko: 편집기를 준비하는 중…
ms: Menyediakan editor…
nl: De redacteur voorbereiden…
no: Forbereder redaktøren …
pl: Przygotowanie edytora…
pt_br: Preparando o editor…
pt_pt: Preparando o editor…
ro: Se pregătește editorul...
ru: Подготовка редактора…
sk: Príprava editora…
sl: Priprava urejevalnika …
sv: Förbereder redaktören...
th: กำลังเตรียมบรรณาธิการ...
tr: Düzenleyici hazırlanıyor…
uk: Підготовка редактора…
ur: ایڈیٹر کی تیاری کر رہا ہے…
vi: Đang chuẩn bị trình soạn thảo…
zh_hans: 正在准备编辑器…
zh_hant: 正在準備編輯器…

source: Preparing…
ar: جارٍ التحضير…
ca: S'està preparant…
cs: Příprava…
da: Forbereder...
de: Wird vorbereitet…
el: Προετοιμασία…
es: Preparando…
fa: در حال آماده‌سازی…
fi: Valmistellaan…
fr: Préparation…
he: מתכונן...
hr: Priprema…
hu: Felkészülés…
id: Mempersiapkan…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
ms: Menyediakan…
nl: Voorbereiden…
no: Forbereder …
pl: Przygotowanie…
pt_br: Preparando…
pt_pt: Preparando…
ro: Se pregătesc…
ru: Подготовка…
sk: Pripravuje sa…
sl: Priprava ...
sv: Förbereder...
th: กำลังเตรียม...
tr: Hazırlanıyor…
uk: Підготовка…
ur: تیار ہو رہا ہے…
vi: Đang chuẩn bị…
zh_hans: 正在准备…
zh_hant: 正在準備…

source: Preset
ar: محددة مسبقا
ca: Preestablert
cs: Přednastaveno
da: Forudindstillet
de: Vorgabe
el: Προκαθορισμένη
es: Predefinido
fa: پیش‌تنظیم
fi: Esiasetus
fr: Préréglage
he: מוגדר מראש
hr: Unaprijed postavljeno
hu: Előre beállított
id: Prasetel
ja: プリセット
ko: 사전 설정
ms: Pratetap
nl: Voorinstelling
no: Forhåndsinnstilt
pl: Wstępnie ustawione
pt_br: Predefinição
pt_pt: Predefinido
ro: Presetat
ru: Пресет
sk: Prednastavené
sl: Prednastavitev
sv: Förinställd
th: ที่ตั้งไว้ล่วงหน้า
tr: Hazır Ayar
uk: Пресет
ur: پیش سیٹ
vi: cài sẵn
zh_hans: 预设
zh_hant: 預設
